Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/uusi_suomi_-_inarinsaame_sanakirja_ilmestynyt_.html.tmx
Source language: fin
Languages: smn

source: Uusi suomi – inarinsaame sanakirja ilmestynyt!
smn: Uđđâ suomâ – anarâškielâ sänikirje almostui!

source: Uusi suomi – inarinsaame sanakirja sisältää perinteisten sanojen lisäksi uudissanoja, joita on luotu inarinsaamenkielisen opetuksen ja muun kielenkäytön tarpeita varten.
smn: Uđđâ suomâ – anarâškielâ sänikirje siskeeld ärbivuáválij saanij lasseen uđâssaanijd, moh láá rahtum anarâškielâmáttááttâsân já eres kielâkevttim tárbui várás.

source: Taarna Valtonen on muokannut suomi – inarinsaame sanaston Marja-Liisa Olthuisin kokoaman sanastomateriaalin pohjalta.
smn: Taarna Valtonen lii nuurrâm suomâ – anarâškielâ sánáduv Marja-Liisa Olthuis sánádâhmateriaal vuáđuld.

source: – Painettua sanakirjaa on työstetty pitkään, lähes 20 vuotta.
smn: – Teddilum sänikirje lii lamaš pargo vyelni kuhháá, masa 20 ihheed.

source: Sanastoa on toki saanut kokeilumonisteena jo vuosia, mutta kyllä tämä on todellakin odotettu painos, iloitsee oppimateriaalisihteeri Hannu Kangasniemi.
smn: Sänilisto lii kale lamaš kiävtust keččâlâddâmmáŋgusin jo maaŋgâid iivijd, mutâ kale taat tuođâi-uv lii vuordum riäntus, illood oppâmateriaalčällee Hannu Kangasniemi.

source: Sanakirjasta löytyy hakusanaa vastaava inarinsaamen sanan perusmuoto ja sitä vastaava taivutusmuoto, jonka avulla käyttäjä voi hahmottaa sanojen muut taivutusmuodot.
smn: Sänikirjeest kavnuu uuccâmsääni västideijee anarâškielâ sääni vuáđuhäämi já sujâttemhäämi, mon vuáđuld kevttee puáhtá rähtiđ saanij eres sujâttemhaamijd.

source: Lisäksi tähän painettuun kirjaan on merkitty puolipitkät konsonantit pistemerkinnällä konsonantin alle ja myös vokaalien pituusmerkinnät löytyvät kirjasta.
smn: Toos lasseen taan kiirján láá merkkejum pelikuhes konsonanteh čuogâstâhmerkkiimáin konsonant vuálá já meiddei vokalij kukkodâhmerkkiimeh kávnojeh taan kirjeest.

source: – Digitaalisten sanakirjojen maailmassa on selkeästi tilaa vielä painetuille kirjoille, jatkaa Kangasniemi, kaikki eivät ole tottuneet käyttämään sähköisiä sanakirjoja ja vaikkapa mökillä tai metsällä on mukava selailla käsin kosketeltavaa versiota.
smn: – Digitaallij sänikirjij maailmist lii čielgâsávt tile vala teddilum kiirjijd-uv, juátká Kangasniemi, puohah iä lah hárjánâm kevttiđ šleđgâlâš sänikiirjijd já veikkâba möökist tâi meecist lii vuovâs laađiistâllâđ pááppárkirje, mon puáhtá toollâđ kieđâi kooskâst.

source: Uusia kirjoja voi tilata Saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta .
smn: Uđđâ kiirjijd puáhtá tiiláđ Sämitige škovlim- já oppâmateriaaltoimâttuvvâst .

source: Kirjaa myy myös Duodji Shop .
smn: Duodji Shop meid vuábdá kirje.
